/* Localizable strings of com.apple.MCX preference manifest */

"mcx.pfm_title" =			"Mobile Account & Other Options";
"mcx.pfm_description" =			"Mobile Account creation, deletion, and other options.";

"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_title" =			"Create Portable Home Directory";
"com.apple.cachedaccounts.CreatePHDAtLogin.pfm_description" =			"Create a portable home directory with default sync at user login.";
"com.apple.cachedaccounts.CreateAtLogin.pfm_title" =			"Create Mobile Account";
"com.apple.cachedaccounts.CreateAtLogin.pfm_description" =			"Create mobile account with sync off at user login.";
"com.apple.cachedaccounts.WarnOnCreate.pfm_title" =			"Show Mobile Account Dialog";
"com.apple.cachedaccounts.WarnOnCreate.pfm_description" =			"Before a mobile account is created, show a dialog that allows the user to bypass mobile account creation and log in with their network account and network home.";
"cachedaccounts.WarnOnCreate.allowNever.pfm_title" =			"Show Mobile Account Dialog’s Never Option";
"cachedaccounts.WarnOnCreate.allowNever.pfm_description" =			"In the mobile account creation dialog, allow the user to select an option to not show the dialog during later logins.";
"cachedaccounts.create.encrypt.pfm_title" =			"Require FileVault Mobile Homes";
"cachedaccounts.create.encrypt.pfm_description" =			"Create mobile account homes with FileVault encryption.";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_title" =			"FileVault Mobile Homes Require Master Password";
"cachedaccounts.create.encrypt.requireMasterPassword.pfm_description" =			"A computer master password is required to create FileVault mobile homes. If set to true and a master password is not available, FileVault home creation, or any login that creates a mobile home, may be denied. If set to false, the FileVault may be created without a master password.";
"cachedaccounts.create.maxSize.pfm_title" =			"FileVault Mobile Home Size Limit";
"cachedaccounts.create.maxSize.pfm_description" =			"FileVault mobile homes maximum size. Set to “noMaxSize” for no size limit, “fixed” to specify a size limit in the “FileVault Mobile Home Max Size” key, or “percentOfNetworkHome” to specify a size limit as a percent of the network home disk quota in the “FileVault Mobile Home Max Size Percent” key.";
"cachedaccounts.create.maxSize.fixedSize.pfm_title" =			"FileVault Mobile Home Max Size";
"cachedaccounts.create.maxSize.fixedSize.pfm_description" =			"FileVault mobile home maximum size in bytes (as a string). The “FileVault Mobile Home Size Limit” key must be set to “fixed” for this value to have effect.";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_title" =			"FileVault Mobile Home Max Size Percent";
"cachedaccounts.create.maxSize.percentOfNetworkHome.pfm_description" =			"Maximum FileVault mobile home size as a percent of the network home quota. The “FileVault Mobile Home Size Limit” key must be set to “percentOfNetworkHome” for this value to have effect.";
"cachedaccounts.create.location.pfm_title" =			"Mobile Home Location";
"cachedaccounts.create.location.pfm_description" =			"Mobile home location. Set to “startup” to create in /Users on the startup volume, “path” to specify a folder path in the “Mobile Home Path” key, “userPicksVolume” to allow the user to pick any volume, “userPicksInternalVolume” to allow the user to pick any internal volume, or “userPicksExternalVolume” to allow the user to pick any external volume.";
"cachedaccounts.create.location.path.pfm_title" =			"Mobile Home Parent Path";
"cachedaccounts.create.location.path.pfm_description" =			"A file system path to the folder where the user’s mobile home will be created. The “Mobile Home Location” key must be set to “path” for this value to have effect.";

"cachedaccounts.create.maySyncWithFileSyncServer.pfm_title" =			"Allow FileSync Server";
"cachedaccounts.create.maySyncWithFileSyncServer.pfm_description" =			"Set to true to use a remote FileSyncAgent process for syncing if available. Set to false to use the network home file server for syncing.";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_title" =			"Require FileSync Server";
"cachedaccounts.create.requireSyncWithFileSyncServer.pfm_description" =			"Set to true to require a remote FileSyncAgent process for syncing.";
"cachedaccounts.create.mayEncryptSync.pfm_title" =			"Allow Sync Encryption";
"cachedaccounts.create.mayEncryptSync.pfm_description" =			"Set to true to use data encryption during sync, if available. Set to false to not use data encryption during sync.";
"cachedaccounts.create.requireEncryptSync.pfm_title" =			"Require Sync Encryption";
"cachedaccounts.create.requireEncryptSync.pfm_description" =			"Set to true to require data encryption during sync.";

"cachedaccounts.expiry.delete.disusedSeconds.pfm_title" =			"Mobile Account Lifetime";
"cachedaccounts.expiry.delete.disusedSeconds.pfm_description" =			"Time to wait before deleting a mobile account and its home in seconds. A value of -1 never deletes a mobile account. A value of 0 deletes the mobile account as soon as possible.";
"cachedaccounts.expiry.cond.successfulSync.pfm_title" =			"Require Sync To Delete Mobile Account";
"cachedaccounts.expiry.cond.successfulSync.pfm_description" =			"Require a successful home sync before deleting a mobile account. This only applies to automatic deletions as directed by the “Mobile Account Time To Live” key.";

"cachedaccounts.create.useLocalUserTemplate.pfm_title" =			"Create Mobile Home With Local User Template";
"cachedaccounts.create.useLocalUserTemplate.pfm_description" =			"When creating a mobile account, create the local home folder using the computer’s user template.";
"cachedaccounts.create.syncURL.pfm_title" =			"Synchronization URL";
"cachedaccounts.create.syncURL.pfm_description" =			"URL of the network home used for home sync. Only setable for mobile account creation. The string “%@” will be substituted with the user record name before use. Example: afp://myserver.apple.com/Users/BuildingA/%@ .";

"cachedaccounts.onFirstTimeErrAskToContinue.pfm_title" = "Allow PHD Creation If Error Occurs";
"cachedaccounts.onFirstTimeErrAskToContinue.pfm_description" =	"Set to false to not allow users to create their PHD account if a sync error occurs.";

"timeZone.pfm_title" = "Time Zone";
"timeZone.pfm_description" = "Set to a recognized time zone name, such as “America/Los_Angeles” or “US/Pacific” as found in /usr/share/zoneinfo.";
"timeServer.pfm_title" = "Time Server";
"timeServer.pfm_description" = "Set to a recognized time server name, such as “time.apple.com”.";

"DisableGuestAccount.pfm_title" = "Disable Guest Account";
"DisableGuestAccount.pfm_description" = "Set to true to disable the guest account. Set to false to enable a guest account.";

"loginwindowRefreshUserListUpdateTimes.pfm_title" = "Loginwindow User List Update Times";
"loginwindowRefreshUserListUpdateTimes.pfm_description" = "Set to the number of additional times the user list should ask to be refreshed.";
"loginwindowRefreshUserListUpdateSecs.pfm_title" = "Loginwindow User List Update Delay Seconds";
"loginwindowRefreshUserListUpdateSecs.pfm_description" = "Set to the number of seconds between times that we ask the user list to be refreshed.  Set to 0 to disable.";

"RequireAdminForIBSS.pfm_title" = "Require Admin For AirPort IBSS";
"RequireAdminForIBSS.pfm_description" = "Set to true to require admin authentication to create individual AirPort IBSS networks. Set to false to disable.";
"RequireAdminForAirPortNetworkChange.pfm_title" = "Require Admin For AirPort Network Change";
"RequireAdminForAirPortNetworkChange.pfm_description" = "Set to true to require admin authentication to change AirPort networks. Set to false to disable.";
"RequireAdminToTurnAirPortOnOff.pfm_title" = "Require Admin For AirPort Power Change";
"RequireAdminToTurnAirPortOnOff.pfm_description" = "Set to true to require admin authentication to turn AirPort power on or off. Set to false to disable.";
